/*
Тип данных Number(числа)
46123
0.123412
-4212
0.45.03 - не число!
23а89 - не число!

Бинарные операторы
Операторы - это специальный символ или слово который производит что-то
+(оператор сложения)
-(оператор вычитание)
*(оператор умножения)
(оператор деления)
**(оператор возведения в степень)
() - оператор групировки 
% (остаток от деления)

Унарные операторы
+
-
*/



let x;
x = 5;       
let age = 15;
age = age + 1;
console.log(age % x);










let a = 1, b = 2, c = 3, d = 4;
let result = b ** b - 4 * a * c;
console.log(result)
